[Portuguese]
1000 = pesquisa ativa
1001 = ou clique uma vez conectado
1002 = Use uma conexão "Bluetooth" no seu iPhone
1003 = Por favor, ligue "Bluetooth" no seu telefone
1004 = Pesquisando ...
1005 = Complete a pesquisa
1006 = Cancelar
1007 = Aguardando conexão ...
1008 = ou conexão USB
1009 = Clique para conectar
1010 = Conexão
1011 = Connect Fail...
1012=Delete
1013=Connect your phone with USB
1014=Updating... DO NOT power off
1015=Update success
1016=Update failed
1017=Reboot
1018=Need to complete activation
1019=Hardware fail
1020=Conexão
1030=configuração
[-Portuguese-]
